[
  {
    "img": "/tour/asset/01/1.png",
    "title": "Taiwan's Largest International Port",
    "content": "Located at the southern tip of Kaohsiung City and spanning six districts, Kaohsiung Harbor is the largest harbor in Taiwan and the 13th largest in the world. With 116 operational wharves, it serves as Taiwan's maritime hub and gateway for cargo imports and exports, handling over 60% of the island's total cargo throughput. It is the economic lifeline and symbol of Kaohsiung City. The sight of giant cargo ships, naval vessels, and fishing boats navigating the azure waters, the bustling logistics of the container terminals, and the warm smiles of the southern people create the most beautiful scenery of this harbor city."
  },
  {
    "img": "/tour/asset/01/2.png",
    "title": "Historical Footsteps of Piers 1-10",
    "content": "The Penglai Commercial Harbor area of Kaohsiung Harbor was part of the Takao Port plan during the Japanese colonial period, second only to the Shinbintyo Pier on the west side. Originally salt fields, the area was gradually transformed into a commercial port and the Yancheng District through dredging and land reclamation by the Japanese. By 1917, more than half of the Penglai Commercial Harbor area was completed, and it was essentially finished by 1925. The operation of this harbor area propelled the urban development of Kaohsiung City, making it an important port in the south, mainly exporting rice and sugar. After the destruction of war and post-war recovery, Kaohsiung Harbor surpassed Keelung Harbor in the 1960s to become the largest port in Taiwan."
  },
  {
    "img": "/tour/asset/01/3.png",
    "title": "A New Chapter for Penglai Commercial Harbor",
    "content": "In 1949, Kaohsiung Harbor was placed under control due to port security needs, leading to a 70-year separation between the Penglai Commercial Harbor and the city. However, in recent years, the Kaohsiung Harbor Bureau has diligently expanded the port facilities, allowing the Penglai Commercial Harbor area to be lifted from its restricted status in December 2018. Now, citizens can freely visit Piers 1-10 of the old harbor area, experiencing the unique scenery of the port's warehouses and docks."
  }
]
